Repository: rokrokss/recly
Catalog: apple/RecMac/RecMac/Localizable.xcstrings
Source language: en
Languages: ar, bn, de, es, fa, fil, fr, hi, it, ja, ko, pl, pt_br, pt_pt, ru, sw, th, tr, ur, vi, zh_hans, zh_hant

source: The tunnel is not connecting. Check the tunnel ID and key.
ar: لا يتصل النفق. تحقق من معرّف النفق ومفتاحه.
bn: টানেল কানেক্ট হচ্ছে না। টানেল আইডি ও টানেল কী যাচাই করুন।
de: Der Tunnel verbindet sich nicht. Prüfen Sie Tunnel-ID und Schlüssel.
es: El túnel no se conecta. Revisa el ID y la clave del túnel.
fa: تونل متصل نمی‌شود. شناسه و کلید تونل را بررسی کنید.
fil: Hindi kumokonekta ang tunnel. Suriin ang ID at key ng tunnel.
fr: Le tunnel ne se connecte pas. Vérifiez l’ID et la clé du tunnel.
hi: टनल कनेक्ट नहीं हो रही। टनल ID और कुंजी जांचें।
it: Il tunnel non si connette. Controlla l’ID e la chiave del tunnel.
ja: トンネルに接続できません。トンネルIDとキーを確認してください。
ko: 터널에 연결되지 않습니다. 터널 ID와 키를 확인해 주세요.
pl: Tunel się nie łączy. Sprawdź identyfikator i klucz tunelu.
pt_br: O túnel não está conectando. Verifique o ID e a chave do túnel.
pt_pt: O túnel não se consegue ligar. Verifique o ID e a chave do túnel.
ru: Туннель не подключается. Проверьте ID и ключ туннеля.
sw: Handaki haliunganiki. Kagua kitambulisho na ufunguo wa handaki.
th: ทันเนลเชื่อมต่อไม่ได้ ตรวจสอบรหัสทันเนลและคีย์
tr: Tünel bağlanmıyor. Tünel kimliğini ve anahtarını kontrol edin.
ur: ٹنل منسلک نہیں ہو رہا۔ ٹنل ID اور کلید چیک کریں۔
vi: Không kết nối được với đường hầm. Hãy kiểm tra ID và khóa đường hầm.
zh_hans: 隧道无法连接。请检查隧道ID和密钥。
zh_hant: 無法連線至通道。請檢查通道ID和金鑰。

source: Tunnel ID
ar: معرّف النفق
bn: টানেল আইডি
es: ID del túnel
fa: شناسه تونل
fil: ID ng tunnel
fr: ID du tunnel
hi: टनल ID
it: ID del tunnel
ja: トンネルID
ko: 터널 ID
pl: ID tunelu
pt_br: ID do túnel
pt_pt: ID do túnel
ru: ID туннеля
sw: Kitambulisho cha handaki
th: รหัสทันเนล
tr: Tünel kimliği
ur: ٹنل ID
vi: ID đường hầm
zh_hans: 隧道ID
zh_hant: 通道ID

source: Tunnel key
ar: مفتاح النفق
bn: টানেল কী
de: Tunnel-Schlüssel
es: Clave del túnel
fa: کلید تونل
fil: Key ng tunnel
fr: Clé du tunnel
hi: टनल कुंजी
it: Chiave del tunnel
ja: トンネルキー
ko: 터널 키
pl: Klucz tunelu
pt_br: Chave do túnel
pt_pt: Chave do túnel
ru: Ключ туннеля
sw: Ufunguo wa handaki
th: คีย์ทันเนล
tr: Tünel anahtarı
ur: ٹنل کلید
vi: Khóa đường hầm
zh_hans: 隧道密钥
zh_hant: 通道金鑰

source: The subscription ended. Ask your agent to subscribe again.
ar: انتهى الاشتراك. اطلب من وكيلك الاشتراك مرة أخرى.
bn: সাবস্ক্রিপশন শেষ হয়েছে। আপনার এজেন্টকে আবার সাবস্ক্রাইব করতে বলুন।
de: Das Abonnement ist beendet. Bitten Sie Ihren Agenten, erneut zu abonnieren.
es: La suscripción terminó. Pide a tu agente que se suscriba de nuevo.
fa: اشتراک پایان یافت. از عامل خود بخواهید دوباره مشترک شود.
fil: Natapos na ang subscription. Hilingin sa iyong agent na mag-subscribe ulit.
fr: L’abonnement a pris fin. Demandez à votre agent de se réabonner.
hi: सब्सक्रिप्शन समाप्त हो गया। अपने एजेंट से फिर से सब्सक्राइब करने को कहें।
it: L’iscrizione è terminata. Chiedi al tuo agente di iscriversi di nuovo.
ja: 購読が終了しました。エージェントにもう一度購読するよう頼んでください。
ko: 구독이 끝났습니다. 에이전트에게 다시 구독해 달라고 말해 주세요.
pl: Subskrypcja wygasła. Poproś agenta o ponowną subskrypcję.
pt_br: A inscrição terminou. Peça ao seu agente para se inscrever de novo.
pt_pt: A subscrição terminou. Peça ao seu agente que volte a subscrever.
ru: Подписка закончилась. Попросите агента подписаться снова.
sw: Usajili umeisha. Mwombe wakala wako ajisajili tena.
th: การสมัครรับข้อมูลสิ้นสุดแล้ว ขอให้เอเจนต์ของคุณสมัครรับข้อมูลอีกครั้ง
tr: Abonelik sona erdi. Ajanınızdan yeniden abone olmasını isteyin.
ur: سبسکرپشن ختم ہو گئی۔ اپنے ایجنٹ سے دوبارہ سبسکرائب کرنے کو کہیں۔
vi: Đăng ký theo dõi đã kết thúc. Hãy nhờ tác nhân của bạn đăng ký lại.
zh_hans: 订阅已结束。请让你的智能体重新订阅。
zh_hant: 訂閱已結束。請讓你的代理重新訂閱。

source: OpenAI tunnel
ar: نفق OpenAI
bn: OpenAI টানেল
es: Túnel de OpenAI
fa: تونل OpenAI
fil: Tunnel ng OpenAI
fr: Tunnel OpenAI
hi: OpenAI टनल
it: Tunnel OpenAI
ja: OpenAIトンネル
ko: OpenAI 터널
pl: Tunel OpenAI
pt_br: Túnel da OpenAI
pt_pt: Túnel da OpenAI
ru: Туннель OpenAI
sw: Handaki la OpenAI
th: ทันเนล OpenAI
tr: OpenAI tüneli
ur: OpenAI ٹنل
vi: Đường hầm OpenAI
zh_hans: OpenAI隧道
zh_hant: OpenAI通道

source: Change tunnel
ar: تغيير النفق
bn: টানেল পরিবর্তন করুন
de: Tunnel ändern
es: Cambiar túnel
fa: تغییر تونل
fil: Palitan ang tunnel
fr: Changer de tunnel
hi: टनल बदलें
it: Cambia tunnel
ja: トンネルを変更
ko: 터널 바꾸기
pl: Zmień tunel
pt_br: Trocar túnel
pt_pt: Alterar túnel
ru: Сменить туннель
sw: Badilisha handaki
th: เปลี่ยนทันเนล
tr: Tüneli değiştir
ur: ٹنل تبدیل کریں
vi: Đổi đường hầm
zh_hans: 更换隧道
zh_hant: 更換通道

source: Leave empty to keep the saved key
ar: اتركه فارغًا للإبقاء على المفتاح المحفوظ
bn: সেভ করা কী রাখতে খালি রাখুন
de: Leer lassen, um den gespeicherten Schlüssel zu behalten
es: Déjalo vacío para conservar la clave guardada
fa: برای حفظ کلید ذخیره‌شده، خالی بگذارید
fil: Iwanang blangko para panatilihin ang naka-save na key
fr: Laissez vide pour garder la clé enregistrée
hi: सहेजी गई कुंजी रखने के लिए खाली छोड़ें
it: Lascia vuoto per mantenere la chiave salvata
ja: 空欄のままなら保存済みのキーを使います
ko: 비워 두면 저장된 키를 그대로 씁니다
pl: Pozostaw puste, aby zachować zapisany klucz
pt_br: Deixe vazio para manter a chave salva
pt_pt: Deixe em branco para manter a chave guardada
ru: Оставьте пустым, чтобы сохранить прежний ключ
sw: Acha wazi ili kubakiza ufunguo uliohifadhiwa
th: เว้นว่างไว้เพื่อใช้คีย์ที่บันทึกไว้
tr: Kaydedilmiş anahtarı korumak için boş bırakın
ur: محفوظ کلید رکھنے کے لیے خالی چھوڑ دیں
vi: Để trống để giữ khóa đã lưu
zh_hans: 留空则继续使用已保存的密钥
zh_hant: 留空則繼續使用已儲存的金鑰

source: Your subscribed agent hears about each new transcript
ar: يُبلَّغ وكيلك المشترك بكل نص جديد
bn: আপনার সাবস্ক্রাইব করা এজেন্ট প্রতিটি নতুন ট্রান্সক্রিপ্টের খবর পায়
de: Ihr abonnierter Agent erfährt von jedem neuen Transkript
es: Tu agente suscrito recibe aviso de cada nueva transcripción
fa: عامل مشترک شما از هر رونوشت جدید باخبر می‌شود
fil: Nalalaman ng naka-subscribe mong agent ang bawat bagong transcript
fr: Votre agent abonné est prévenu de chaque nouvelle transcription
hi: आपके सब्सक्राइब किए एजेंट को हर नई ट्रांसक्रिप्ट की सूचना मिलती है
it: Il tuo agente iscritto riceve un avviso per ogni nuova trascrizione
ja: 購読中のエージェントに新しい文字起こしを知らせます
ko: 구독 중인 에이전트에게 새 전사 결과를 알립니다
pl: Subskrybujący agent dowiaduje się o każdej nowej transkrypcji
pt_br: Seu agente inscrito é avisado de cada nova transcrição
pt_pt: O seu agente subscrito é avisado de cada nova transcrição
ru: Подписанный агент узнаёт о каждой новой расшифровке
sw: Wakala wako aliyejisajili hujulishwa kuhusu kila nakala mpya
th: เอเจนต์ที่สมัครรับข้อมูลไว้จะได้รับแจ้งทุกครั้งที่มีข้อความถอดเสียงใหม่
tr: Abone olan ajanınız her yeni transkriptten haberdar olur
ur: آپ کے سبسکرائب شدہ ایجنٹ کو ہر نئے ٹرانسکرپٹ کی اطلاع ملتی ہے
vi: Tác nhân đã đăng ký theo dõi sẽ được báo về mỗi bản chép lời mới
zh_hans: 每有新的转录文本都会通知已订阅的智能体
zh_hant: 每有新的逐字稿都會通知已訂閱的代理

source: Add the app in ChatGPT and ask your agent to subscribe
ar: أضف التطبيق في ChatGPT واطلب من وكيلك الاشتراك
bn: ChatGPT-তে অ্যাপটি যোগ করুন এবং আপনার এজেন্টকে সাবস্ক্রাইব করতে বলুন
de: Fügen Sie die App in ChatGPT hinzu und bitten Sie Ihren Agenten, zu abonnieren
es: Añade la app en ChatGPT y pide a tu agente que se suscriba
fa: برنامه را در ChatGPT اضافه کنید و از عامل خود بخواهید مشترک شود
fil: Idagdag ang app sa ChatGPT at hilingin sa iyong agent na mag-subscribe
fr: Ajoutez l’app dans ChatGPT et demandez à votre agent de s’abonner
hi: ChatGPT में ऐप जोड़ें और अपने एजेंट से सब्सक्राइब करने को कहें
it: Aggiungi l’app in ChatGPT e chiedi al tuo agente di iscriversi
ja: ChatGPTにアプリを追加して、エージェントに購読するよう頼んでください
ko: ChatGPT에 앱을 추가하고, 에이전트에게 구독해 달라고 말해 주세요
pl: Dodaj aplikację w ChatGPT i poproś agenta o subskrypcję
pt_br: Adicione o app no ChatGPT e peça ao seu agente para se inscrever
pt_pt: Adicione a aplicação ao ChatGPT e peça ao seu agente que subscreva
ru: Добавьте приложение в ChatGPT и попросите агента подписаться
sw: Ongeza programu katika ChatGPT na umwombe wakala wako ajisajili
th: เพิ่มแอปใน ChatGPT แล้วขอให้เอเจนต์ของคุณสมัครรับข้อมูล
tr: Uygulamayı ChatGPT'ye ekleyin ve ajanınızdan abone olmasını isteyin
ur: ChatGPT میں ایپ شامل کریں اور اپنے ایجنٹ سے سبسکرائب کرنے کو کہیں
vi: Thêm ứng dụng trong ChatGPT và nhờ tác nhân của bạn đăng ký theo dõi
zh_hans: 请在ChatGPT中添加应用，并让你的智能体订阅
zh_hant: 請在ChatGPT中新增應用程式，並讓你的代理訂閱

source: Works only when recordings are stored in Google Drive
ar: يعمل فقط عند حفظ التسجيلات في Google Drive
bn: রেকর্ডিং Google Drive-এ সেভ করা থাকলে তবেই কাজ করে
de: Nur verfügbar, wenn Aufnahmen in Google Drive gespeichert werden
es: Solo funciona si las grabaciones se guardan en Google Drive
fa: فقط وقتی کار می‌کند که ضبط‌ها در Google Drive ذخیره شوند
fil: Gumagana lang kapag naka-store sa Google Drive ang mga recording
fr: Fonctionne seulement si les enregistrements vont dans Google Drive
hi: यह तभी काम करता है जब रिकॉर्डिंग Google Drive में सहेजी जाती हैं
it: Funziona solo se le registrazioni sono archiviate in Google Drive
ja: 録音をGoogle Driveに保存しているときだけ使えます
ko: Google Drive에 저장할 때만 쓸 수 있습니다
pl: Działa tylko wtedy, gdy nagrania są przechowywane na Google Drive
pt_br: Só funciona quando as gravações ficam no Google Drive
pt_pt: Só funciona quando as gravações são guardadas no Google Drive
ru: Работает, только если записи хранятся в Google Drive
sw: Hufanya kazi tu rekodi zikihifadhiwa kwenye Google Drive
th: ใช้ได้เฉพาะเมื่อจัดเก็บการบันทึกเสียงไว้ใน Google Drive
tr: Yalnızca kayıtlar Google Drive'da saklandığında çalışır
ur: صرف اس وقت کام کرتا ہے جب ریکارڈنگز Google Drive میں محفوظ ہوں
vi: Chỉ hoạt động khi bản ghi âm được lưu trong Google Drive
zh_hans: 仅在录音保存到Google Drive时可用
zh_hant: 僅在錄音儲存到Google Drive時可用

source: Connect Google Drive above to start
ar: اربط Google Drive في الأعلى للبدء
bn: শুরু করতে উপরে Google Drive কানেক্ট করুন
de: Verbinden Sie oben Google Drive, um zu starten
es: Conecta Google Drive arriba para empezar
fa: برای شروع، Google Drive را در بالا متصل کنید
fil: Ikonekta ang Google Drive sa itaas para magsimula
fr: Connectez Google Drive ci-dessus pour commencer
hi: शुरू करने के लिए ऊपर Google Drive कनेक्ट करें
it: Collega Google Drive qui sopra per iniziare
ja: 上でGoogle Driveに接続すると開始します
ko: 위에서 Google Drive를 연결하면 시작합니다
pl: Aby zacząć, połącz z Google Drive powyżej
pt_br: Conecte o Google Drive acima para começar
pt_pt: Ligue o Google Drive acima para começar
ru: Подключите Google Drive выше, чтобы начать
sw: Unganisha Google Drive hapo juu ili kuanza
th: เชื่อมต่อ Google Drive ด้านบนเพื่อเริ่มต้น
tr: Başlamak için yukarıdan Google Drive'ı bağlayın
ur: شروع کرنے کے لیے اوپر Google Drive منسلک کریں
vi: Kết nối Google Drive ở trên để bắt đầu
zh_hans: 在上方连接Google Drive后即可开始
zh_hant: 在上方連接Google Drive後即可開始

source: Tell ChatGPT about new recordings
ar: إبلاغ ChatGPT بالتسجيلات الجديدة
bn: নতুন রেকর্ডিংয়ের কথা ChatGPT-কে জানান
de: ChatGPT über neue Aufnahmen informieren
es: Avisar a ChatGPT de las nuevas grabaciones
fa: اطلاع‌رسانی ضبط‌های جدید به ChatGPT
fil: Sabihan ang ChatGPT tungkol sa mga bagong recording
fr: Prévenir ChatGPT des nouveaux enregistrements
hi: नई रिकॉर्डिंग के बारे में ChatGPT को बताएं
it: Avvisa ChatGPT delle nuove registrazioni
ja: 新しい録音をChatGPTに知らせる
ko: ChatGPT에 새 녹음 전달하기
pl: Powiadamiaj ChatGPT o nowych nagraniach
pt_br: Avisar o ChatGPT sobre novas gravações
pt_pt: Avisar o ChatGPT de novas gravações
ru: Сообщать ChatGPT о новых записях
sw: Arifu ChatGPT kuhusu rekodi mpya
th: แจ้ง ChatGPT เมื่อมีการบันทึกเสียงใหม่
tr: Yeni kayıtları ChatGPT'ye bildir
ur: نئی ریکارڈنگز کے بارے میں ChatGPT کو بتائیں
vi: Báo cho ChatGPT về bản ghi âm mới
zh_hans: 将新录音通知ChatGPT
zh_hant: 將新錄音通知ChatGPT

source: Discard recording
ar: تجاهل التسجيل
bn: রেকর্ডিং বাদ দিন
de: Aufnahme verwerfen
es: Descartar grabación
fa: دور ریختن ضبط
fil: I-discard ang recording
fr: Supprimer l’enregistrement
hi: रिकॉर्डिंग छोड़ें
it: Scarta registrazione
ja: 録音を破棄
ko: 녹음 버리기
pl: Odrzuć nagranie
pt_br: Descartar gravação
pt_pt: Descartar gravação
ru: Удалить запись
sw: Tupa rekodi
th: ละทิ้งการบันทึก
tr: Kaydı at
ur: ریکارڈنگ رد کریں
vi: Bỏ bản ghi âm
zh_hans: 放弃录音
zh_hant: 捨棄錄音
